#+title: Evaluación de exposición: /El algoritmo de Dekker y la solución de Peterson/
#+author: Gunnar Wolf

- Tema presentado por :: Ivan Hernández e Inri Jiménez
- Calificación global ::  * 0.3 +  * 0.7 = **

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|          100 |     0 |        100 |        0 |         0 |    40 |
|           50 |    75 |         75 |        0 |         0 |    40 |
|           50 |    75 |        100 |       75 |        50 |    70 |
|           50 |     0 |         75 |        0 |         0 |    25 |
|           75 |    50 |         75 |       50 |        50 |    60 |
|           50 |    50 |        100 |        0 |         0 |    40 |
|           50 |    75 |         50 |        0 |         0 |    35 |
|           75 |    75 |         75 |        0 |         0 |    45 |
|          100 |    50 |        100 |       50 |        50 |    70 |
|           75 |    50 |         75 |       50 |        50 |    60 |
|           50 |    50 |         50 |       50 |        50 |    50 |
|           75 |    75 |        100 |       50 |        50 |    70 |
|           75 |    75 |         75 |       50 |        50 |    65 |
|          100 |    50 |         75 |       75 |        75 |    75 |
|           50 |     0 |         75 |        0 |        50 |    35 |
|           50 |    50 |         50 |        0 |         0 |    30 |
|           50 |     0 |        100 |       50 |         0 |    40 |
|           75 |    75 |        100 |       75 |        75 |    80 |
|           75 |    75 |        100 |       50 |        50 |    70 |
|          100 |    50 |        100 |       50 |        50 |    70 |
|              |       |            |          |           |       |
|--------------+-------+------------+----------+-----------+-------|
|        68.75 |    50 |      82.50 |    33.75 |     32.50 | 53.50 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @>$1..@>$6=vmean(@II..@III-1); f-2::@2$>..@>>>$>=vmean($1..$5); f-2


* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           75 |      7.5 |
| Material desarrollado  |    0.2 |              |       0. |
| Contenido              |    0.2 |           50 |      10. |
| Fuentes bibliográficas |    0.1 |              |       0. |
| Uso del tiempo         |    0.1 |          100 |      10. |
| Dominio del tema       |   0.15 |            0 |       0. |
| Presencia              |   0.15 |           50 |      7.5 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |    35.00 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

